Repository: ArnavVarshney/ELEC3644-Property-App
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hk

source: %@'s reviews
zh_hk: %@的評價

source: %lld Review%@
zh_hk: %1$lld 則評價%2$@

source: %lld saved
zh_hk: 已儲存 %lld

source: %lldsqft
zh_hk: %lld平方呎

source: $%lld HKD
zh_hk: 港幣$%lld

source: 20 year installments
zh_hk: 20年分期

source: A place to view what you saved
zh_hk: 查看已儲存項目

source: Aberdeen
zh_hk: 香港仔

source: Accessibility
zh_hk: 無障礙

source: Account
zh_hk: 帳戶

source: Add
zh_hk: 新增

source: Add Facility
zh_hk: 新增設施

source: Add New Facility
zh_hk: 新增設施

source: Add Photos
zh_hk: 新增相片

source: Address
zh_hk: 地址

source: Admiralty
zh_hk: 金鐘

source: Agent
zh_hk: 代理

source: Agents
zh_hk: 代理

source: Allow Notifications
zh_hk: 允許通知

source: Amenities
zh_hk: 設施

source: any
zh_hk: 任何

source: Any
zh_hk: 任何

source: Ap Lei Chau
zh_hk: 鴨脷洲

source: apartment
zh_hk: 公寓

source: Are you sure you want to log out?
zh_hk: 確定要登出嗎？

source: Area
zh_hk: 面積

source: Area (sq ft)
zh_hk: 面積（平方呎）

source: Balcony
zh_hk: 陽台

source: Beacon Hill
zh_hk: 筆架山

source: Braemar Hill
zh_hk: 寶馬山

source: Building Age
zh_hk: 樓齡

source: Building Direction
zh_hk: 座向

source: Buy
zh_hk: 購買

source: Call
zh_hk: 致電

source: Cancel
zh_hk: 取消

source: Causeway Bay
zh_hk: 銅鑼灣

source: Central
zh_hk: 中環

source: Central and Western
zh_hk: 中西區

source: Chai Wan
zh_hk: 柴灣

source: Cheung Chau
zh_hk: 長洲

source: Cheung Muk Tau
zh_hk: 樟木頭

source: Cheung Sha Wan
zh_hk: 長沙灣

source: Chung Hom Kok
zh_hk: 舂坎角

source: Clear Water Bay
zh_hk: 清水灣

source: Compare 2 items
zh_hk: 比較2個項目

source: Compare your wishes
zh_hk: 比較心儀項目

source: Confirm Logout
zh_hk: 確認登出

source: Copy
zh_hk: 複製

source: Date
zh_hk: 日期

source: Description
zh_hk: 描述

source: Diamond Hill
zh_hk: 鑽石山

source: District
zh_hk: 地區

source: District | MTR | School Net | University | Estate
zh_hk: 地區｜港鐵｜校網｜大學｜屋苑

source: Don't have an account?
zh_hk: 還沒有帳戶？

source: Eastern
zh_hk: 東區

source: Edit
zh_hk: 編輯

source: Elevator
zh_hk: 電梯

source: Email
zh_hk: 電郵

source: Enter album name
zh_hk: 輸入相簿名稱

source: Error
zh_hk: 錯誤

source: Estate
zh_hk: 屋苑

source: Estate Type
zh_hk: 屋苑類型

source: Existing Facilities
zh_hk: 現有設施

source: Explore
zh_hk: 探索

source: Facilities
zh_hk: 設施

source: Fanling
zh_hk: 粉嶺

source: Fo Tan
zh_hk: 火炭

source: Folders
zh_hk: 資料夾

source: Full name
zh_hk: 姓名

source: GFA %lld ft²
zh_hk: 建築面積 %lld 平方呎

source: Gross Floor Area
zh_hk: 建築面積

source: Gross Floor Area/Sqft
zh_hk: 總建築面積/平方英尺

source: Guest
zh_hk: 訪客

source: Gym
zh_hk: 健身房

source: Ha Tsuen
zh_hk: 廈村

source: Hang Hau
zh_hk: 坑口

source: Happy Valley
zh_hk: 跑馬地

source: HK Island
zh_hk: 香港島

source: HKD
zh_hk: 港幣

source: HKD %lld
zh_hk: 港幣 %lld

source: Ho Man Tin
zh_hk: 何文田

source: Host
zh_hk: 業主

source: House
zh_hk: 房子

source: Hung Hom
zh_hk: 紅磡

source: Hung Shui Kiu
zh_hk: 洪水橋

source: Inbox
zh_hk: 收件匣

source: Islands
zh_hk: 離島

source: It's easy to start hosting and earn extra income
zh_hk: 輕鬆成為業主，賺取額外收入

source: Jardine's Lookout
zh_hk: 渣甸山

source: Jordan Valley
zh_hk: 佐敦谷

source: Kai Tak
zh_hk: 啟德

source: Kam Tin
zh_hk: 錦田

source: Kei Ling Ha
zh_hk: 企嶺下

source: Kennedy Town
zh_hk: 堅尼地城

source: King's Park
zh_hk: 京士柏

source: Kowloon
zh_hk: 九龍

source: Kowloon Bay
zh_hk: 九龍灣

source: Kowloon City
zh_hk: 九龍城

source: Kowloon Tong
zh_hk: 九龍塘

source: Kwai Chung
zh_hk: 葵涌

source: Kwai Tsing
zh_hk: 葵青

source: Kwun Tong
zh_hk: 觀塘

source: Lai Chi Kok
zh_hk: 荔枝角

source: Lam Tei
zh_hk: 藍地

source: Lam Tin
zh_hk: 藍田

source: Lamma Island
zh_hk: 南丫島

source: Language
zh_hk: 語言

source: Languages
zh_hk: 語言

source: Lantau Island
zh_hk: 大嶼山

source: Lau Fau Shan
zh_hk: 流浮山

source: Lease
zh_hk: 租約

source: Lei Muk Shue
zh_hk: 梨木樹

source: Lei Yue Mun
zh_hk: 鯉魚門

source: List a Property
zh_hk: 刊登物業

source: List your property
zh_hk: 刊登您的物業

source: Listings
zh_hk: 物業列表

source: Location
zh_hk: 位置

source: Log in
zh_hk: 登入

source: Log in to see messages
zh_hk: 登入以查看訊息

source: Log in to view your wishlists
zh_hk: 登入以查看您的收藏

source: Log out
zh_hk: 登出

source: Login
zh_hk: 登入

source: Login & Security
zh_hk: 登入與安全

source: Login Failed
zh_hk: 登入失敗

source: Login to start exploring.
zh_hk: 登入以開始探索。

source: Lok Fu
zh_hk: 樂富

source: Lok Ma Chau
zh_hk: 落馬洲

source: Look at what you had in mind
zh_hk: 查看您的心儀項目

source: Luen Wo Hui
zh_hk: 聯和墟

source: Luk Keng
zh_hk: 鹿頸

source: Ma Liu Shui
zh_hk: 馬料水

source: Ma On Shan
zh_hk: 馬鞍山

source: Ma Tau Kok
zh_hk: 馬頭角

source: Ma Tau Wai
zh_hk: 馬頭圍

source: Ma Wan
zh_hk: 馬灣

source: Ma Yau Tong
zh_hk: 馬游塘

source: Map
zh_hk: 地圖

source: Max: %lld
zh_hk: 最高：%lld

source: Measure
zh_hk: 量度

source: Mei Foo
zh_hk: 美孚

source: Message
zh_hk: 訊息

source: Messages
zh_hk: 訊息

source: Mid-levels
zh_hk: 半山區

source: Min: %lld
zh_hk: 最低：%lld

source: Mong Kok
zh_hk: 旺角

source: MTR info?
zh_hk: 港鐵資訊？

source: Name
zh_hk: 名稱

source: Net Price
zh_hk: 價格

source: New Territories
zh_hk: 新界

source: Next
zh_hk: 下一步

source: Ngau Chi Wan
zh_hk: 牛池灣

source: Ngau Tau Kok
zh_hk: 牛頭角

source: No facilities have been added yet.
zh_hk: 尚未新增任何設施。

source: No Look Around Scene Available
zh_hk: 暫無環景圖

source: North
zh_hk: 北區

source: North Point
zh_hk: 北角

source: Nothing to view or compare
zh_hk: 沒有可查看或比較的項目

source: Notifications
zh_hk: 通知

source: OK
zh_hk: 確定

source: Once you login, you'll find messages here.
zh_hk: 登入後您可在此查看訊息。

source: Parking
zh_hk: 停車處

source: Password
zh_hk: 密碼

source: Pat Heung
zh_hk: 八鄉

source: Peak
zh_hk: 山頂

source: Peng Chau
zh_hk: 坪洲

source: Personal Info
zh_hk: 個人資料

source: Personal Information
zh_hk: 個人資訊

source: Pet-Friendly
zh_hk: 寵物友善

source: Phone
zh_hk: 電話

source: Pick an album name
zh_hk: 選擇相簿名稱

source: Ping Shek
zh_hk: 坪石

source: Pok Fu Lam
zh_hk: 薄扶林

source: Pool
zh_hk: 游泳池

source: Previous
zh_hk: 上一步

source: Price (HKD)
zh_hk: 價格（港幣）

source: Price per sq ft
zh_hk: 呎價

source: Price Range
zh_hk: 價格範圍

source: Primary School Net
zh_hk: 小學校網

source: Profile
zh_hk: 個人檔案

source: Property Comparison
zh_hk: 物業比較

source: Property Information
zh_hk: 物業資料

source: Property Name
zh_hk: 物業名稱

source: Property Type
zh_hk: 物業類型

source: Quarry Bay
zh_hk: 鰂魚涌

source: Rating
zh_hk: 評分

source: Rating:
zh_hk: 評分：

source: Remove %lld item%@
zh_hk: 移除 %1$lld 個項目%2$@

source: Rent
zh_hk: 租金

source: Repulse Bay
zh_hk: 淺水灣

source: Request
zh_hk: 請求

source: Reviews
zh_hk: 評價

source: S.A %lld ft²
zh_hk: 實用面積 %lld 平方呎

source: Sai Kung
zh_hk: 西貢

source: Sai Wan Ho
zh_hk: 西灣河

source: Sai Ying Pun
zh_hk: 西營盤

source: Saleable Area
zh_hk: 實用面積

source: Saleable Area/Sqft
zh_hk: 實用面積/平方呎

source: San Po Kong
zh_hk: 新蒲崗

source: San Tin
zh_hk: 新田

source: Sau Mau Ping
zh_hk: 秀茂坪

source: Save
zh_hk: 儲存

source: School Net
zh_hk: 校網

source: Search
zh_hk: 搜尋

source: Secondary School Net
zh_hk: 中學校網

source: Select
zh_hk: 選擇

source: Select Area
zh_hk: 選擇地區

source: Select District
zh_hk: 選擇地區

source: Select Sub-District
zh_hk: 選擇分區

source: Settings
zh_hk: 設定

source: Sha Tau Kok
zh_hk: 沙頭角

source: Sha Tin
zh_hk: 沙田

source: Sham Shui Po
zh_hk: 深水埗

source: Sham Tseng
zh_hk: 深井

source: Shau Kei Wan
zh_hk: 筲箕灣

source: Shek Kip Mei
zh_hk: 石硤尾

source: Shek Kong
zh_hk: 石崗

source: Shek O
zh_hk: 石澳

source: Shek Tong Tsui
zh_hk: 石塘咀

source: Shek Wu Hui
zh_hk: 石湖墟

source: Sheung Shui
zh_hk: 上水

source: Sheung Wan
zh_hk: 上環

source: Shouson Hill
zh_hk: 壽臣山

source: Show all %lld reviews
zh_hk: 顯示全部 %lld 則評價

source: Show profile
zh_hk: 顯示個人檔案

source: Shuen Wan
zh_hk: 船灣

source: Sign Out
zh_hk: 登出

source: Sign up
zh_hk: 註冊

source: Siu Sai Wan
zh_hk: 小西灣

source: So Kon Po
zh_hk: 掃桿埔

source: So Kwun Wat
zh_hk: 掃管笏

source: Southern
zh_hk: 南區

source: Specializations
zh_hk: 專業領域

source: Stanley
zh_hk: 赤柱

source: Stonecutters Island
zh_hk: 昂船洲

source: Sub-district
zh_hk: 分區

source: Sub-District
zh_hk: 分區

source: Subdistrict
zh_hk: 分區

source: Submit
zh_hk: 提交

source: Submit Review
zh_hk: 提交評價

source: Sunny Bay
zh_hk: 欣澳

source: Switch to exploring
zh_hk: 切換至瀏覽模式

source: Switch to hosting
zh_hk: 切換至託管模式

source: Switching to exploring
zh_hk: 正在切換至瀏覽模式

source: Switching to hosting
zh_hk: 正在切換至託管模式

source: Tai Hang
zh_hk: 大坑

source: Tai Kok Tsui
zh_hk: 大角咀

source: Tai Lam Chung
zh_hk: 大欖涌

source: Tai Mei Tuk
zh_hk: 大美督

source: Tai Mong Tsai
zh_hk: 大網仔

source: Tai Po
zh_hk: 大埔

source: Tai Po Kau
zh_hk: 大埔滘

source: Tai Po Market
zh_hk: 大埔墟

source: Tai Tam
zh_hk: 大潭

source: Tai Wai
zh_hk: 大圍

source: Tai Wo Ping
zh_hk: 大窩坪

source: Tel: %@
zh_hk: 電話：%@

source: This wishlist is empty
zh_hk: 願望清單是空的

source: Tin Hau
zh_hk: 天后

source: Tin Shui Wai
zh_hk: 天水圍

source: Ting Kau
zh_hk: 汀九

source: Tiu Keng Leng
zh_hk: 調景嶺

source: To Kwa Wan
zh_hk: 土瓜灣

source: Townhouse
zh_hk: 聯排別墅

source: Transaction
zh_hk: 交易

source: Transaction History
zh_hk: 交易記錄

source: Translate
zh_hk: 翻譯

source: Try to pick and choose from your displayed wishlist
zh_hk: 試試從顯示的願望清單中挑選

source: Tseung Kwan O
zh_hk: 將軍澳

source: Tsim Sha Tsui
zh_hk: 尖沙咀

source: Tsing Lung Tau
zh_hk: 青龍頭

source: Tsing Yi
zh_hk: 青衣

source: Tsuen Wan
zh_hk: 荃灣

source: Tsz Wan Shan
zh_hk: 慈雲山

source: Tuen Mun
zh_hk: 屯門

source: Tung Chung
zh_hk: 東涌

source: Tung Tau
zh_hk: 東頭

source: Type a message...
zh_hk: 輸入訊息...

source: Unit
zh_hk: 單位

source: Villa
zh_hk: 別墅

source: VR View
zh_hk: VR 視圖

source: Wan Chai
zh_hk: 灣仔

source: Wang Tau Hom
zh_hk: 橫頭磡

source: Warning
zh_hk: 警告

source: Welcome back, %@!
zh_hk: 歡迎回來，%@！

source: West Kowloon Reclamation
zh_hk: 西九龍填海區

source: When you create a new wishlist, it will appear here.
zh_hk: 當你建立新的願望清單時，它會顯示在這裡。

source: When you receive a new message, it will appear here.
zh_hk: 當你收到新訊息時，它會顯示在這裡。

source: Wishlist - %@
zh_hk: 願望清單 - %@

source: Wishlists
zh_hk: 願望清單

source: Wong Chuk Hang
zh_hk: 黃竹坑

source: Wong Tai Sin
zh_hk: 黃大仙

source: Write a review
zh_hk: 撰寫評價

source: Write your review here...
zh_hk: 在此撰寫你的評價...

source: Wu Kai Sha
zh_hk: 烏溪沙

source: Wu Kau Tang
zh_hk: 烏蛟騰

source: Yau Ma Tei
zh_hk: 油麻地

source: Yau Tong
zh_hk: 油塘

source: Yau Tsim Mong
zh_hk: 油尖旺

source: Yau Yat Tsuen
zh_hk: 又一村

source: Year Built
zh_hk: 建造年份

source: Years of Experience
zh_hk: 工作經驗

source: You can create, view, or edit wishlists once you've logged in.
zh_hk: 登入後即可建立、查看或編輯願望清單。

source: You don't have any messages
zh_hk: 你沒有任何訊息

source: You don't have any wishlists
zh_hk: 你沒有任何願望清單

source: You must restart the app for the changes to take effect
zh_hk: 您必須重新啟動應用程式才能使變更生效

source: You removed everything here. Go back to browsing!
zh_hk: 你已清空所有內容。返回瀏覽吧！

source: Your listings
zh_hk: 你的物業列表

source: Yuen Long
zh_hk: 元朗
